Repository: mozilla-l10n/mt-training-data
Catalog: zza/zza_pontoon.tmx
Source language: en_us
Languages: zza

source: 1 sentence collected
zza: 1 cumle arê dîyaye

source: 2019 End-of-Year Release
zza: Versîyonê peynîya serra 2019î

source: 2 down, keep it up!<playIcon></playIcon>
zza: 2 hebî temam ê. Dewam bike! <playIcon></playIcon>

source: ≥ 2 No votes
zza: ≥ 2 rayê "ney"

source: ≥ 2 Yes votes
zza: ≥ 2 rayê "heya"

source: Abkhaz
zza: Abxazkî

source: About
zza: Derheq de

source: Accent
zza: Fek

source: Account
zza: Hesab

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
zza: <accuracyLink>Derheqê krîteranê raştbîyayîşî de hîna zaf melumat bivîne.</accuracyLink>

source: Acehnese
zza: Açexneskî

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
zza: <playIcon></playIcon> { $actionType }. Cumle raşt wanîyaya?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
zza: { $actionType }<recordIcon></recordIcon> - Cumle bi vengo zelal biwane

source: { $actionType }<stopIcon></stopIcon> when done
zza: Eke qedîya, { $actionType }<stopIcon></stopIcon>

source: { $actionType } submit when ready
zza: Eke hazir î/a, { $actionType } birusne

source: Add as much information as you can about the language. This could include:
zza: Derheqê ziwanî de herçiqas melumat ke eşkenî/a bidê, bide. Mavajîme, nînan îlawe bike:

source: Add information
zza: Melumat îlawe bike

source: Additional Language
zza: Yewna Ziwan

source: Add Language
zza: Ziwanêk îlawe bike

source: Add new custom accent "{ $inputValue }"
zza: Feko taybetî îlawe bike "{ $inputValue }"

source: Add Your Voice
zza: Vengê xo îlawe bike

source: Adyghe
zza: Adîgekî

source: Afaan Oromo
zza: Afaan Oromokî

source: A few bytes
zza: Çend baytî

source: Afrikaans
zza: Afrîkanskî

source: Age
zza: Serrî

source: Albanian
zza: Arnawudkî

source: All
zza: Pêro

source: Already have an account? <login>Log-In</login>
zza: Xora hesabê to est o? <login>Dekewe</login>

source: Amharic
zza: Amharkî

source: An error occurred reviewing this sentence
zza: Çimçarnayîşê na cumle de xetayêk vejîyaye meydan

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
zza: Seba ke ma çîynermanê naskerdişê qiseykerdişî tekûzêr bikerîme, dayeyê anonîmî, sey serrî, cinsîyet û fek, hetê ma kenê ke nê qeydanê vengî rindêr bikerîme.

source: Approve
zza: Tesdîq ke

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
zza: Eke peyzemîn de xuşxuşa şenike est a, problem nîyo. Labelê ma vengê bînî yê ke algorîtmê makîna bieşko sey çekuyanê ke metn de nîyê nas bikero, înan nêwazenîme. Eke ti teberê metnî ra çekuyanê bînan hesnenî/a, ganî qeyd bêro betalkerdene. Mavajîme, eke oda de televîzyon akerde yo yan zî nêzdî de yewna xoşebere ca gêna, o wext çîyê winasî qewimîyenê.

source: Arabic
zza: Erebkî

source: Aragonese
zza: Aragonkî

source: Are you coming? [called by another]
zza: Ti yenî? [yewna kes ke veng dano]

source: Are you coming? <strong>[called by another]</strong>
zza: Ma ti yena? <strong>[Yewna kes veng dano]</strong>

source: Armenian
zza: Armenîkî

source: Armenian Western
zza: Armenîkîya Rojawanî

source: Ask about a new language
zza: Derheqê ziwanêkê neweyî de biperse

source: Assamese
zza: Asamkî

source: Asturian
zza: Asturkî

source: Audio Format
zza: Formatê vengî

source: Avatar uploaded
zza: Avatar bar bî

source: Average
zza: Mîyanên

source: A voice clip is marked "valid" when a user gives it a Yes vote.
zza: Gama ke xebitnayoxêk bi "Heya" ray dano, qeyd sey "vîyartbar" nîşan dîyeno.

source: Avoid too much background noise - it should be easy to hear you.
zza: Bike ke peyzemîn de zêde hayleme çin bo - vengê to rehet bêro eşnawitene.

source: Awards
zza: Xelatî

source: Azerbaijani
zza: Azerkî

source: Back
zza: Apey

source: Background Noise
zza: Hermeleyê peyzemînî

source: Background Voices
zza: Vengê peyzemînî

source: Back to Top
zza: Agêre cor

source: Bambara
zza: Bambarakî

source: Basaa
zza: Basaakî

source: Bashkir
zza: Başkirtkî

source: Basque
zza: Baskkî

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
zza: Ganî ti hesas be! Beno ke wendox yew çekuye bi yewna tewir telefuz keno yan zî giranî dano yewna hece ser yan zî rîtmê cumleyî sey to nîyo. Telefuzê ziwanê ma dewe bi dewe vurîyeno, beno ke ti haydarê heme varyantan nîyî/nîya. Coka keremê xo ra heta dereceyêk ca bidê tayê ferq û fekan û qebul bike ke her kes sey to qisey nêkeno.

source: Become a Common Voice Partner
zza: Bibe hemparê Common Voice

source: Belarusian
zza: Belarûskî

source: Benefits
zza: Feydeyî

source: Bengali
zza: Bengalkî

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
zza: [Mumkîn o ke merdim sey 'namê' yan zî 'namey' biwano]

source: <bold>{ $count }</bold> Clips
zza: <bold>{ $count }</bold> qeydê vengî

source: <bold>Help us</bold> find more voices
zza: <bold>Dest bide ma</bold> ke hîna zaf vengan bivînîme

source: Bosnian
zza: Bosnakî

source: Both
zza: Her di

source: Both (Speak and Listen)
zza: Her di (qiseykerdiş û goşdarîkerdiş)

source: Breton
zza: Bretonkî

source: Browse Languages
zza: Ro ziwanan bigêre

source: Build a custom goal
zza: Hedefo taybetî rone

source: Build Profile
zza: Profîl viraze

source: Bulgarian
zza: Bulgarkî

source: Burmese
zza: Bûrmakî

source: Buryat
zza: Buryatkî

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
zza: <b>Çira e-maîl lazim o?</b> Beno ke ameyox de ma derheqê vurîyayîşanê komdayeyî de to de bikewîme têkilîye. Adresêka e-maîlî kî seba têkilîkewtişî lazim bena.

source: By editing your goal, you may lose your existing progress.
zza: Ti ke hedefê xo sereraşt kenî/a, beno ke averşîyayîşê to yo nikayin beno vîndî

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
zza: Bi qebulkerdişê resayîşê e-maîlan ti destûr danî/a ke Mozîlla nê melumatî goreyê <privacyLink>Polîtîkaya Nimiteyîye</privacyLink> bixebitno.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
zza: Ti <b>qebul kenî/a</b> ke ti yê nêceribnê nasnameyê qiseykerdoxanê komdayeyê Common Voice tesbît bikerê.

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
zza: Ti ke derheqê xo de tenê melumat pêşkêş kenî/a, dayeyanê vengî ke ti rusnenî/a Common Voice, ê seba çîynermanê Naskerdişê Qiseykerdişî benê feydeyin ke bi o hawa tekûzêr bibê.

source: By telling us about yourself, you will help developers build more inclusive technology
zza: Ti wazenî/a derheqê tarzê xo yê qiseykerdişî de hîna zaf melumat bidê?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
zza: Bi xebitnayîşê Common Voice, ti <termsLink>Şert û Merc</termsLink> û <privacyLink>Polîtîkaya ma ya NImiteyîye</privacyLink> qebul kenî/a.

source: Cancel Re-recording
zza: Qeydo newe betal bike

source: Cancel Submission
zza: Rusnayîşî betal bike

source: Can't decide?
zza: Nêeşkenî/a qerar bidê?

source: Cantonese
zza: Kantonkî

source: Catalan
zza: Katalankî

source: Central Kurdish
zza: Kurdkî (Sorankî)

source: Change your email via Settings under Login Identity
zza: E-maîlê xo Eyaran de binê Nasnameyê Dekewtişî de bivurne

source: Check <icon></icon> is this a linguistically correct sentence?
zza: De kontrol bike <icon></icon> tirêm na cumle hetê ziwannasîye ra raşt a yan ney?

source: <chevron></chevron>See less
zza: <chevron></chevron>Kêmî binawne

source: <chevron></chevron>See more
zza: <chevron></chevron>Hîna zaf binawne

source: Chinese (China)
zza: Çînkî (Çîn)

source: Chinese (Hong Kong)
zza: Çînkî (Hong Kong)

source: Chinese (Taiwan)
zza: Çînkî (Taywan)

source: Chinyanja
zza: Nyancakî

source: Choose language/localization
zza: Ziwan/Çarnayîş weçîne

source: Chuvash
zza: Çuvaşkî

source: Click
zza: Bitikne

source: Clipboard not supported
zza: Pano dest nêbeno

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
zza: { $clipCount } qeydê vengî, girsîya arşîvî ya kome { $size }. Heta { $expires } maneno.

source: Clip Graveyard
zza: Goristanê Qeydan

source: Clips recorded
zza: Vengê qeydkerdeyî

source: Clips Uploaded
zza: Qeydî bar bîyî

source: Clips validated
zza: Qeydê tesdîqkerdeyî

source: Clips You've Recorded
zza: Vengê ke to qeyd kerdî

source: Clips You've Validated
zza: Qeydê ke to tesdîq kerdî

source: Close
zza: Pade

source: Collecting sentences
zza: Arêdayîşê cumleyan

source: Comment
zza: Şîrove

source: Common Voice data plus all other voice datasets above.
zza: Dayeyê Common Voice zêdek pêro komdayeyê vengî yê corênî.

source: Common Voice Dataset
zza: Komdayeyê Common Voice

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
zza: Common Voice projeyêkê Mozîlla yo ke makîna (komputure) rê bimusno ke însanî senî qisey kenê.

source: Community, Creatives and Civil Society
zza: Cemat, Viraştoxî û Komelo Sîvîl

source: Community participation and decision making.
zza: Komelî reyde beşdarbîyayîş û qerargirewtiş.

source: Community Playbook
zza: Stratejînameyê Komelî

source: Confirm Goal
zza: Hedefî tesdîq bike

source: Connect with Gravatar
zza: Gravatarî de girê de

source: Contact
zza: Têkilî

source: Contact Form
zza: Formê têkilîye

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
zza: Tedeyî binê <licenseLink>lîsansê Creative Commonsî</licenseLink> de pêşkêş benê.

source: Continue
zza: Dewam ke

source: Contribute
zza: Beşdar be

source: Contribute sentences
zza: Cumleyan îlawe bike

source: Contribute to { $lang }
zza: Dest bide { $lang }

source: Contribution Activity
zza: Aktîvîteyê Beşdaran

source: Contribution Criteria
zza: Krîterê Beşdarîye

source: Contribution Experience
zza: Tecrubeyê Beşdarîye

source: Contributors record voice clips by reading from a bank of donated sentences.
zza: Beşdarî databasê cumleyanê bexişnayeyan ra wanenê û vengê xo qeyd kenê.

source: Cookies
zza: Kukî

source: Cornish
zza: Kornkî

source: Corsican
zza: Korskî

source: { $count } clips
zza: { $count } qeydê vengî

source: { $count }mo
zza: { $count } aşmî

source: { $count }wk
zza: { $count } hewteyî

source: { $count }y
zza: { $count } serrî

source: Create a Custom Goal
zza: Hedefo taybetî viraze

source: Create a profile
zza: Profîlêk viraze

source: Crimean Tatar
zza: Tatarkîya Kirimî

source: Criteria
zza: Krîterî

source: Croatian
zza: Xirvatkî

source: Czech
zza: Çekkî

source: Dagbani
zza: Dagbankî

source: Daily Goal
zza: Hedefo Rojane

source: Danish
zza: Dankî

source: Dashboard
zza: Panel

source: Dataset Release
zza: Weşanê Komdayeyan

source: Datasets
zza: Komdayeyî

source: Date
zza: Tarîx

source: Days
zza: Rojî

source: Delete my recordings
zza: Qeydanê mi biestire

source: Delete Profile
zza: Profîlê xo biestire

source: Dhivehi
zza: Dîvehkî

source: Did you know…
zza: To zana...?

source: Different language
zza: Sewbîna ziwan

source: Difficult
zza: Zor

source: Difficult to pronounce
zza: Telefuzê ci zehmet o

source: Dioula
zza: Dîyula

source: Discard ongoing recording
zza: Qeydê nikayinî biestire

source: Does the sentence meet the guidelines?
zza: Na cumle goreyê rayberî nusîyaya?

source: Donate
zza: Bibexişne

source: Donate your voice
zza: Vengê xo bibexişne

source: Don't see your language on Common Voice yet?
zza: Ti ziwanê xo hîna Common Voice de nêvînenî/a?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
zza: Ti ziwanê xo komdayeyî de nêvînenî/a? Seba waştişê ziwanêk, şo Rîpelê ma yê Ziwanan.

source: Don't wish to say
zza: Nêwazena vajî

source: Download
zza: Bîyare war

source: Download Common Voice Data
zza: Dayeyanê Common Voice Bîyare War

source: Download Data
zza: Dayeyan Bîyare War

source: Download Dataset Bundle
zza: Pakêta Komdayeyan Bîyare War

source: Download { $language }
zza: { $language } bîyare war

source: Download Links
zza: Lînkê Warardişî

source: Download My Data
zza: Dayeyanê mi bîyare war

source: Download profile data
zza: Dayeyanê profîlê xo bîyare war

source: Download the Dataset
zza: Komdayeyî Bîyare War

source: Download the Single Word Target Segment
zza: Beşê Hedefî yê Yewçekuyan bîyare war

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
zza: Teba fikrê to est o ke ma komdayeyê Common Voice senî rindêr bikerîme? Discourse ser o ma ra vaje!

source: Do you want to continue?
zza: Ti wazenî/a dewam bikerê?

source: Do you want to Speak, Listen or both?
zza: Ti wazenî/a qisey kerê, goşdarî bikerê yan zî her di?

source: Drag and drop or <browseWrap>Browse</browseWrap>
zza: Kaş ke rone yan zî <browseWrap>Bigêre</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
zza: Ti ke wextê gureyayîşî de 'Birusne' ser o tiknenî/a, apeyhayî nêna dayene. Beşdarîye desinde bi 5 qeyd yan zî tesdîqanê ameyoxan ra dewam kena.

source: Dutch
zza: Holandkî

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
zza: Her qeydê komdayeyî yew dosyaya MP3 û yew dosyaya metnê ci ra yeno pêra. Zereyê zafêrîya <b>{ $total }</b> saetanê komdayeyî yê qeydkerdeyan de kî dayeyê meta yê demografîkî est ê, mavajîme derheqê serrî, cinsîyet û fekan de. Nê dayeyî raştêr perwerdekerdişê motoranê naskerdişê vengî de hetkarî kenê. No taw, komdaye de <b>{ $valid }</b> saetê tesdîqkerdeyî bi <b>{ $languages }</b> ziwanan est ê. Labelê ma timûtim hîna zaf veng û ziwanan îlawe kenîme. De biewnî <languagesLink>sîteyê ma yê Ziwanan<languagesLink> ra û uca yewna ziwan biwaze yan zî dest bi beşdarîya xo bike.

source: Eastern Huasteca Nahuatl
zza: Hausteca Nahuatlê Rojhelatî

source: Easy
zza: Asan

source: Edit
zza: Sereraşt ke

source: Edit Profile
zza: Profîlî sereraşt ke

source: Email
zza: E-maîl

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
zza: Lîsteya ma ya e-maîlî rê <emailFragment>qeyd bibe</emailFragment> û bimuse ke senî eşkenî/a beşdarê kampanyayan, aktîvîteyan û gureyanê dîzaynan bibê.

source: Email is already used for a different account
zza: No e-maîl xora yewna hesab de xebitnîyeno

source: Email Subscriptions
zza: Aboneyîyê e-maîlî

source: Emakhuwa
zza: Makuwakî

source: English
zza: Îngilizkî

source: Enter Email to Download
zza: Seba warardişî, e-maîlê xo binuse

source: Enter email to send a sign up link
zza: Seba girewtişê lînkê dekewtişî, e-maîlê xo binuse

source: Enter your email
zza: E-maîlê xo binuse

source: Error { $code }
zza: Xeta { $code }

source: Erzya
zza: Erzyakî

source: Estonian
zza: Estonkî

source: Events
zza: Aktîvîteyî

source: Everyone
zza: Her kes

source: Exit & Delete clips
zza: Vejîye & qeydan biestire

source: FAQ
zza: PZP

source: Faroese
zza: Farokî

source: Female/Feminine
zza: Cinî/Makî

source: Fields marked with an asterisk (*) are required.
zza: Warê bi estareyî (*) mecburî yê.

source: File is too large
zza: Dosya zêde girs a

source: File is too small
zza: Dosya zêde qijkek a

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
zza: Kesê ke na babete de eleqedar benê, înan bivîne. Ha unîversîte bo, ha mektebê ziwanî bo, ha grûbêka eleqedare yan zî komelêkê zanyarî bo. Birese înan û bi teferuat îzah bike ke çira û senî eşkenê hetkarî bikerê. <outreachTemplates>Seba têkilîronayîşî, tîya nimûneyê ma yê e-maîlî est ê</outreachTemplates>.

source: Finish editing first?
zza: Verê veran sereraştkerdiş biqedîyo?

source: Finish recording
zza: Qeydkerdişî biqedêne

source: Finish recording first?
zza: Qeydkerdiş hema nêqedîyayo.

source: Finish Review
zza: Çimçarnayîşî Biqedêne

source: Finnish
zza: Fînkî

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
zza: Verê veran, kontrol bike tirêm ziwanê to <languageLink>est o yan ney</languageLink>. Eke çin o, ti eşkenî/a <languageRequestLink>îlawekerdişê ci biwazê</languageRequestLink>. Di beşî est ê: çarnayîşê sîteyî û arêdayîşê cumleyan.

source: for example
zza: nimûne

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
zza: Seba ke teknolojî rind bigureyo, ganî dayeyê ke viraştoxan rê viraştişê teknolojî de ardim kenê, însananê cîya-cîyayan temsîl bikerê. Sey nimûne, eke qiseykerdoxê yew fekî tede çin bê, teknolojî seba ê kesan rind nêgureyena. <learnMore>Bimuse ke dayeyê meta çira muhîm ê.</learnMore>

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
zza: Nê ziwananê weşanîyayeyan de keyepel bi hawayêko serkewte <localizationGlossaryLink>çarnîya</localizationGlossaryLink> û bes cumleyî <sentenceCollectionGlossaryLink>arê dîyayî</sentenceCollectionGlossaryLink> ke beşdarî dewam ra bieşkê <speakLink>qisey bikerê</speakLink> û <listenLink>goşdarî bikerê</listenLink>.

source: Foundations
zza: Weqfî

source: French
zza: Franskî

source: Frisian
zza: Frîskî

source: Fulah
zza: Fulahkî

source: Galician
zza: Galîkî

source: General language / multiple variants
zza: Ziwano bingeyên / tayê fekê ci

source: Georgian
zza: Gurckî

source: German
zza: Almankî

source: Get in touch
zza: Bikewe têkilîye

source: Get involved
zza: Beşdar be

source: Get Involved
zza: Beşdar bibe

source: Get started with goals
zza: Hedefê xo rone

source: Get Started with Speech Recognition
zza: Dest bi Naskerdişê Qiseykerdişî Bike

source: Goal reached
zza: Reşt hedef

source: Goals
zza: Hedefî

source: Goan Konkani
zza: Goan Konkanî

source: Go to Discourse
zza: Şo Dîscourse

source: Go to Languages Page
zza: Şo rîpelê ziwanan

source: Go to { $name }
zza: Şo { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
zza: <governanceLink>Biwane, ma senî îdare benîme</governanceLink>

source: Governments
zza: Dewletî

source: Grammatical / spelling error
zza: Şaşîya gramerî / raştnuştişî

source: Great! How many clips a week?
zza: Zaf rind o! Hewte de çend qeydî?

source: Great! How many clips per day?
zza: Zaf rind o! Roje de çend qeydî?

source: Great!<recordIcon></recordIcon> Record your next clip
zza: Zaf rind o! <recordIcon></recordIcon> Yewna qeyd bike

source: Great work!<playIcon></playIcon> Listen again when you're ready
zza: Aferîn!<playIcon></playIcon> Eke hazir î/a, reyna goşdar bike

source: Greek
zza: Yunankî

source: Guarani
zza: Guarankî

source: Gujarati
zza: Guceratkî

source: Haitian
zza: Haîtîkî

source: Hakha Chin
zza: Haxaçînkî

source: Hausa
zza: Hawsakî

source: Have Feedback?
zza: Pêşnîyaza to est a?

source: Have you read our Terms?
zza: To şert û mercê ma wend?

source: Having an account is not required to contribute, though it is helpful.
zza: Seba beşdarbîyayîşî hewce nîyo ke ti hesabêk virazê, labelê tayê feydeyê ci est ê.

source: Having a profile is not required to contribute though it is helpful, see why below.
zza: Seba beşdarbîyayîşî hewce nîyo ke ti profîlêk virazê, labelê tayê feydeyê ci est ê, cêr ra biewnî.

source: Hebrew
zza: Îbrankî

source: Help
zza: Hetkarî

source: Help Common Voice reach { $hours } hours in a language with a personal goal
zza: Bi hedefê xo yê şexsî dest bide ke Common Voice de biresîme { $hours } saetan

source: Help create Common Voice’s first target segment in { $locale }
zza: Dest bide ke Common Voice de beşê hedefê { $locale } yo verên virazîme

source: Help reach { $hours } hours in { $language } with a personal goal
zza: Bi hedefê xo yê şexsî dest bide ke { $language } de biresîme { $hours } saetan

source: Help teach machines how real people speak, donate your voice at { $link }
zza: Hetê ma bike ke ma makîna rê bimusnîme merdimê raştikênî senî qesey kenê: { $link } ser o vengê xo bibexişne!

source: Help us build a community around voice technology, stay in touch via email.
zza: Dest bide ma ke komelêkê teknolojîya vengî ronîme. E-maîl ra ma de têkilîye de bimane.

source: Help us build a high quality, publicly open dataset
zza: Hetê ma bike ke komdayeyêko kalîteberz virazîme ke her kesî rê akerde yo

source: Help us find more voices, share your goal
zza: Dest bide ma ke hîna zaf vengan bivînîme, hedefê xo pare bike

source: Help us find others to donate their voice!
zza: Hetê ma bike ke kesê bînî zî vengê xo bibexişnê!

source: Help us get to { $goal }
zza: Hetkarî bike ke biresîme { $goal }

source: Help us validate sentences!
zza: Hetkarîya ma bike ke cumleyan tesdîq bikerîme!

source: Help us validate voices
zza: Hetkarîya ma bike ke vengan tesdîq bikerîme

source: Here are the links to download your ZIP files.
zza: Nê lînkê warardişê dosyayanê to yê ZIPî yê.

source: Hidden
zza: Nimite

source: Hiligaynon
zza: Hîllîgaynonkî

source: Hill Mari
zza: Markîya Koyî

source: Hindi
zza: Hîndkî

source: His hand was rais-ed.
zza: Eşkerî danê pêro.

source: Hours
zza: Saetî

source: Hours Recorded
zza: Saetê qeydkerdeyî

source: Hours Validated
zza: Saetê tesdîqkerdeyî

source: How ?
zza: Senî?

source: How are project decisions made?
zza: Qerarê projeyî senî yenê girewtene?

source: How can we effectively grow a language on Common Voice?
zza: Ma senî eşkenîme Common Voice ser o bi hawayêko tesîdar yew ziwan aver berîme?

source: How does Common Voice work?
zza: Common Voice senî gureyeno?

source: How does site localization work?
zza: Çarnayîşê sîteyî senî beno?
